{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Player:"
			},
			"Translation":
			{
				"Text": "Player:"
			},
			"Key": "35B50A06492B2268B7AB2986814A758D"
		},
		{
			"Source":
			{
				"Text": "[{Channel}]"
			},
			"Translation":
			{
				"Text": "[{Channel}]"
			},
			"Key": "D908995F48F5C8690F66BABBD62B4DB5"
		},
		{
			"Source":
			{
				"Text": "[{Channel}]"
			},
			"Translation":
			{
				"Text": "[{Channel}]"
			},
			"Key": "C0EFE3624E7AACF34278BCB2DA623169"
		},
		{
			"Source":
			{
				"Text": "{Sender} → {Target}:"
			},
			"Translation":
			{
				"Text": "{Sender} → {Target}:"
			},
			"Key": "0DEFD48749C54496CB540296852B107F"
		},
		{
			"Source":
			{
				"Text": "{Sender}:"
			},
			"Translation":
			{
				"Text": "{Sender}:"
			},
			"Key": "AA206F1C4BE608DC39E37494959EA756"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "MultiplayerChat",
			"Children": [
				{
					"Source":
					{
						"Text": "Global"
					},
					"Translation":
					{
						"Text": "Global"
					},
					"Key": "Chat.Channel.Global"
				},
				{
					"Source":
					{
						"Text": "Nickname changed."
					},
					"Translation":
					{
						"Text": "Nickname changed."
					},
					"Key": "Nickname.Success"
				},
				{
					"Source":
					{
						"Text": "Nickname changes are disabled on this server."
					},
					"Translation":
					{
						"Text": "Nickname changes are disabled on this server."
					},
					"Key": "Nickname.ChangesDisabled"
				},
				{
					"Source":
					{
						"Text": "Nicknames are managed by the account system."
					},
					"Translation":
					{
						"Text": "Nicknames are managed by the account system."
					},
					"Key": "Nickname.ManagedExternally"
				},
				{
					"Source":
					{
						"Text": "Party"
					},
					"Translation":
					{
						"Text": "Party"
					},
					"Key": "Chat.Channel.Party"
				},
				{
					"Source":
					{
						"Text": "Party created."
					},
					"Translation":
					{
						"Text": "Party created."
					},
					"Key": "System.PartyCreated"
				},
				{
					"Source":
					{
						"Text": "Please try again shortly."
					},
					"Translation":
					{
						"Text": "Please try again shortly."
					},
					"Key": "Nickname.RateLimited"
				},
				{
					"Source":
					{
						"Text": "Send"
					},
					"Translation":
					{
						"Text": "Send"
					},
					"Key": "Chat.Button.Send"
				},
				{
					"Source":
					{
						"Text": "System"
					},
					"Translation":
					{
						"Text": "System"
					},
					"Key": "Chat.Channel.System"
				},
				{
					"Source":
					{
						"Text": "Target player not found."
					},
					"Translation":
					{
						"Text": "Target player not found."
					},
					"Key": "System.PlayerNotFound"
				},
				{
					"Source":
					{
						"Text": "Team"
					},
					"Translation":
					{
						"Text": "Team"
					},
					"Key": "Chat.Channel.Team"
				},
				{
					"Source":
					{
						"Text": "That nickname is already in use."
					},
					"Translation":
					{
						"Text": "That nickname is already in use."
					},
					"Key": "Nickname.AlreadyInUse"
				},
				{
					"Source":
					{
						"Text": "That nickname is not available."
					},
					"Translation":
					{
						"Text": "That nickname is not available."
					},
					"Key": "Nickname.ReservedName"
				},
				{
					"Source":
					{
						"Text": "The nickname contains invalid characters."
					},
					"Translation":
					{
						"Text": "The nickname contains invalid characters."
					},
					"Key": "Nickname.InvalidCharacters"
				},
				{
					"Source":
					{
						"Text": "The nickname length is invalid."
					},
					"Translation":
					{
						"Text": "The nickname length is invalid."
					},
					"Key": "Nickname.InvalidLength"
				},
				{
					"Source":
					{
						"Text": "Type a message..."
					},
					"Translation":
					{
						"Text": "Type a message..."
					},
					"Key": "Chat.Input.Placeholder"
				},
				{
					"Source":
					{
						"Text": "Unable to change nickname."
					},
					"Translation":
					{
						"Text": "Unable to change nickname."
					},
					"Key": "Nickname.Unavailable"
				},
				{
					"Source":
					{
						"Text": "Whisper"
					},
					"Translation":
					{
						"Text": "Whisper"
					},
					"Key": "Chat.Channel.Whisper"
				},
				{
					"Source":
					{
						"Text": "You have already changed your nickname during this session."
					},
					"Translation":
					{
						"Text": "You have already changed your nickname during this session."
					},
					"Key": "Nickname.ChangeLimitReached"
				},
				{
					"Source":
					{
						"Text": "You left the party."
					},
					"Translation":
					{
						"Text": "You left the party."
					},
					"Key": "System.PartyLeft"
				}
			]
		}
	]
}